Repository: cazino/Ingestion
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Africa
fr: Afrique

source: continent_africa_10.htm
fr: continent_afrique_10.htm

source: Americas
fr: Amériques

source: continent_americas_50|60.htm
fr: continent_ameriques_50|60.htm

source: Asia-Oceania
fr: Asie-Océanie

source: continent_asia_20|40|70.htm
fr: continent_asie_20|40|70.htm

source: Creole
fr: Créole

source: Gypsy
fr: Tzigane

source: genre_gypsy_7.htm
fr: genre_tzigane_7.htm

source: Songs
fr: Chansons

source: genre_songs_8.htm
fr: genre_chansons_8.htm

source: Traditionnal . Folk
fr: Traditionnel . Folk

source: genre_traditionnal--folk_9.htm
fr: genre_traditionnel--folk_9.htm

source: Classical . Contemporary
fr: Classique . Contemporain

source: genre_classical--contemporary_17.htm
fr: genre_classique--contemporain_17.htm

source: Sacred
fr: Sacré

source: genre_sacred_12.htm
fr: genre_sacre_12.htm

source: HipHop . Electro . Spoken
fr: HipHop . Electro . Slam

source: genre_hiphop--electro-spoken-words_13.htm
fr: genre_hiphop--electro-slam--groove--soul_13.htm

source: Soundtracks . Poetry
fr: Cinéma . Poésie

source: genre_soundtracks--poetry_16.htm
fr: genre_cinema--poesie_16.htm

source: mondomix magazine
fr: le magazine Mondomix

source: help
fr: aide

source: the mondomix mp3 experience
fr: l'expérience mondomix en mp3

source: DRM free - compatible with all digital players
fr: Sans DRM, compatible avec tous les baladeurs numériques

source: explore
fr: explorer

source: my cart
fr: mon panier

source: register
fr: inscrivez-vous

source: my account
fr: mon compte

source: subscribe to the newsletter
fr: inscription à la newsletter

source: download
fr: télécharger

source: various countries
fr: plusieurs pays

source: Highlight
fr: A la une

source: Our Picks
fr: Coup de coeur
